"User Authentication" = "Brugergodkendelse";

"Enable User Authentication" = "Brugergodkendelse";

"Login User Name:" = "Login-brugernavn:";
"Defined User ID" = "Defineret bruger-ID";
"Mac Login Name" = "Mac login-navn";
"Enter Login User Name:" = "Indtast login-brugernavn:";

"Login Password:" = "Login-password:";
"Confirmation Password:" = "Bekræftelsespassword:";

"Enable Driver key" = "Driverkrypteringsnøgle";
"Driver Encryption Key:" = "Driverkrypteringsnøgle:";
"Reenter Driver Key:" = "Genindtast bekræftelsesnøgle:";
"Reenter the Confirmation Key:" = "Genindtast bekræftelsesnøgle:";

"Restore Defaults" = "Gendan standarder";

"Enter a valid [Login User Name]." = "Indtast et gyldigt [Login-brugernavn].";
"Entered [Login Password] is different." = "Det indtastede [Login-password] er forkert.";
"Entered [Driver Encryption Key] is different." = "Den indtastede [Driverkrypteringsnøgle] er forkert.";
"Enter a valid [Driver Encryption Key]" = "Indtast en gyldig [Driverkrypteringsnøgle].";

"Off" = "Fra";